Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: The bootstrap access token itself goes in `~/.hermes/.env` as the env var named above (default `BWS_ACCESS_TOKEN`) — never in config.yaml. Leave Server URL empty for US Cloud, use `https://vault.bitwarden.eu` for EU, or a self-hosted vault URL.
de: Der Bootstrap-Access-Token selbst kommt als oben benannte Umgebungsvariable (Standard `BWS_ACCESS_TOKEN`) in `~/.hermes/.env` — niemals in config.yaml. Lasse Server-URL für US Cloud leer, nutze `https://vault.bitwarden.eu` für EU oder eine selbst gehostete Vault-URL.
es: El propio token de acceso de arranque va en `~/.hermes/.env` como la variable de entorno nombrada arriba (por defecto `BWS_ACCESS_TOKEN`) — nunca en config.yaml. Deja la URL del servidor vacía para US Cloud, usa `https://vault.bitwarden.eu` para EU, o una URL de vault autoalojado.
fr: Le jeton d'accès d'amorçage lui-même va dans `~/.hermes/.env` sous le nom de variable d'environnement indiqué ci-dessus (par défaut `BWS_ACCESS_TOKEN`) — jamais dans config.yaml. Laissez l'URL du serveur vide pour US Cloud, utilisez `https://vault.bitwarden.eu` pour l'UE, ou une URL de coffre auto-hébergé.
ja: ブートストラップアクセストークン自体は、上記の名前の環境変数として `~/.hermes/.env` に設定します(デフォルトは `BWS_ACCESS_TOKEN`) — config.yaml には決して書かないでください。US Cloud の場合は Server URL を空欄のままにし、EU の場合は `https://vault.bitwarden.eu` を、セルフホストの場合は Vault の URL を使用してください。
pt_br: O próprio token de acesso de bootstrap vai em `~/.hermes/.env` como a variável de ambiente nomeada acima (padrão `BWS_ACCESS_TOKEN`) — nunca em config.yaml. Deixe a URL do servidor vazia para US Cloud, use `https://vault.bitwarden.eu` para EU, ou uma URL de vault auto-hospedado.
zh_hans: 自举访问令牌本身应作为上方所命名的环境变量写入 `~/.hermes/.env`(默认 `BWS_ACCESS_TOKEN`)— 绝不能写入 config.yaml。美国云端请将服务器 URL 留空,欧盟请使用 `https://vault.bitwarden.eu`,或使用自托管保管库 URL。

source: The curator moves stale or redundant skills here on its weekly review. Until then, this list stays empty.
de: Der Kurator verschiebt veraltete oder redundante Skills bei seiner wöchentlichen Überprüfung hierher. Bis dahin bleibt diese Liste leer.
es: El curador mueve aquí las habilidades obsoletas o redundantes en su revisión semanal. Hasta entonces, esta lista permanece vacía.
fr: Le curateur déplace ici les compétences obsolètes ou redondantes lors de sa revue hebdomadaire. D'ici là, cette liste reste vide.
ja: キュレーターは週次レビューで、古くなった、または冗長なスキルをここに移動します。それまで、このリストは空のままです。
pt_br: O curador move habilidades obsoletas ou redundantes para cá em sua revisão semanal. Até lá, esta lista permanece vazia.
zh_hans: 策展器会在每周审查时将过期或多余的技能移到此处。在此之前,该列表保持为空。

source: The default profile can't be deleted.
de: Das Standardprofil kann nicht gelöscht werden.
es: El perfil predeterminado no se puede eliminar.
fr: Le profil par défaut ne peut pas être supprimé.
ja: デフォルトのプロファイルは削除できません。
pt_br: O perfil padrão não pode ser excluído.
zh_hans: 默认配置无法删除。

source: The default profile's id can't change — hermes profile rename sets its display name instead.
de: Die ID des Standardprofils kann sich nicht ändern — hermes profile rename setzt stattdessen seinen Anzeigenamen.
es: El id del perfil predeterminado no puede cambiar — hermes profile rename establece su nombre para mostrar en su lugar.
fr: L'id du profil par défaut ne peut pas changer — hermes profile rename définit son nom d'affichage à la place.
ja: デフォルトプロファイルの ID は変更できません — hermes profile rename は代わりに表示名を設定します。
pt_br: O id do perfil padrão não pode mudar — hermes profile rename define o nome de exibição dele.
zh_hans: 默认配置的 id 无法更改 — hermes profile rename 只会设置它的显示名称。

source: The endpoint answered, but not with a model list. Check that the base URL points at %@'s API, or enter the model ID manually.
de: Der Endpunkt hat geantwortet, aber nicht mit einer Modellliste. Prüfe, ob die Basis-URL auf die API von %@ zeigt, oder gib die Modell-ID manuell ein.
es: El endpoint respondió, pero no con una lista de modelos. Comprueba que la URL base apunte a la API de %@, o introduce el ID del modelo manualmente.
fr: Le point de terminaison a répondu, mais sans liste de modèles. Vérifiez que l'URL de base pointe vers l'API de %@, ou saisissez l'ID du modèle manuellement.
ja: エンドポイントは応答しましたが、モデル一覧ではありませんでした。ベース URL が %@ の API を指しているか確認するか、モデル ID を手動で入力してください。
pt_br: O endpoint respondeu, mas não com uma lista de modelos. Verifique se a URL base aponta para a API do %@, ou digite o ID do modelo manualmente.
zh_hans: 端点已响应,但未返回模型列表。请检查基础 URL 是否指向 %@ 的 API,或手动输入模型 ID。

source: The new project folder will be created inside this directory.
de: Der neue Projektordner wird in diesem Verzeichnis erstellt.
es: La nueva carpeta del proyecto se creará dentro de este directorio.
fr: Le nouveau dossier de projet sera créé dans ce répertoire.
ja: 新しいプロジェクトフォルダはこのディレクトリ内に作成されます。
pt_br: A nova pasta do projeto será criada dentro deste diretório.
zh_hans: 新的项目文件夹将创建在此目录中。

source: The peer's API key is read from ~/.hermes/.env under this name. Scarf never reads or displays its value.
de: Der API-Schlüssel des Peers wird unter diesem Namen aus ~/.hermes/.env gelesen. Scarf liest oder zeigt seinen Wert nie an.
es: La clave de API del par se lee de ~/.hermes/.env con este nombre. Scarf nunca lee ni muestra su valor.
fr: La clé API du pair est lue depuis ~/.hermes/.env sous ce nom. Scarf ne lit ni n'affiche jamais sa valeur.
ja: ピアの API キーは、この名前で ~/.hermes/.env から読み込まれます。Scarf がその値を読み取ったり表示したりすることはありません。
pt_br: A chave de API do peer é lida de ~/.hermes/.env sob este nome. O Scarf nunca lê nem exibe o valor dela.
zh_hans: 对端的 API 密钥会以此名称从 ~/.hermes/.env 中读取。Scarf 从不读取或显示它的值。

source: The profile id can't be "default".
de: Die Profil-ID darf nicht „default“ sein.
es: El id de perfil no puede ser «default».
fr: L'id de profil ne peut pas être « default ».
ja: プロファイルIDに「default」は使えません。
pt_br: O id de perfil não pode ser "default".
zh_hans: 配置文件 ID 不能为“default”。

source: The project directory on disk isn't changed — only the label Scarf shows in the sidebar.
de: Das Projektverzeichnis auf der Festplatte wird nicht geändert — nur die Bezeichnung, die Scarf in der Seitenleiste anzeigt.
es: El directorio del proyecto en disco no cambia — solo la etiqueta que Scarf muestra en la barra lateral.
fr: Le répertoire du projet sur le disque n'est pas modifié — seul le libellé affiché par Scarf dans la barre latérale change.
ja: ディスク上のプロジェクトディレクトリは変更されません — Scarf がサイドバーに表示するラベルのみが変わります。
pt_br: O diretório do projeto no disco não é alterado — apenas o rótulo que o Scarf mostra na barra lateral.
zh_hans: 磁盘上的项目目录不会改变 — 只有 Scarf 在侧边栏中显示的标签会改变。

source: The remote's SSH fingerprint no longer matches what your `~/.ssh/known_hosts` file expected. This usually means the remote was reinstalled — or, less commonly, that someone is intercepting the connection.
de: Der SSH-Fingerabdruck des Remote passt nicht mehr zu dem, was deine `~/.ssh/known_hosts`-Datei erwartet. Meist bedeutet das, dass der Remote neu installiert wurde — seltener, dass jemand die Verbindung abfängt.
es: La huella SSH del remoto ya no coincide con lo que tu archivo `~/.ssh/known_hosts` esperaba. Normalmente significa que el remoto se reinstaló — o, con menos frecuencia, que alguien intercepta la conexión.
fr: L'empreinte SSH de l'hôte distant ne correspond plus à ce qu'attendait votre fichier `~/.ssh/known_hosts`. Cela signifie généralement que l'hôte distant a été réinstallé — ou, plus rarement, que quelqu'un intercepte la connexion.
ja: リモートの SSH フィンガープリントが `~/.ssh/known_hosts` の期待値と一致しません。通常はリモートが再インストールされたことを意味します — まれに通信が傍受されている可能性もあります。
pt_br: A impressão SSH do remoto não corresponde mais ao que seu arquivo `~/.ssh/known_hosts` esperava. Normalmente isso significa que o remoto foi reinstalado — ou, mais raramente, que alguém está interceptando a conexão.
zh_hans: 远端的 SSH 指纹与你 `~/.ssh/known_hosts` 文件中预期的不再匹配。这通常意味着远端已重装 — 较少见的情况是有人在拦截连接。

source: The server this window was opened with has been removed from your registry.
de: Der Server, mit dem dieses Fenster geöffnet wurde, wurde aus deiner Registrierung entfernt.
es: El servidor con el que se abrió esta ventana se ha eliminado de tu registro.
fr: Le serveur avec lequel cette fenêtre a été ouverte a été retiré de votre registre.
ja: このウィンドウを開いたサーバーはレジストリから削除されました。
pt_br: O servidor com o qual esta janela foi aberta foi removido do seu registro.
zh_hans: 打开此窗口所用的服务器已从你的注册表中移除。

source: The server's SSH configuration is removed from Scarf. Your remote files are untouched.
de: Die SSH-Konfiguration des Servers wird aus Scarf entfernt. Deine Remote-Dateien bleiben unangetastet.
es: La configuración SSH del servidor se elimina de Scarf. Tus archivos remotos no se tocan.
fr: La configuration SSH du serveur est supprimée de Scarf. Vos fichiers distants ne sont pas modifiés.
ja: サーバーの SSH 設定は Scarf から削除されます。リモートファイルは変更されません。
pt_br: A configuração SSH do servidor é removida do Scarf. Seus arquivos remotos permanecem intocados.
zh_hans: 服务器的 SSH 配置已从 Scarf 中移除。你的远程文件未被改动。

source: The terminal is a real TTY — paste with ⌘V, press Return, and wait for the process to exit with "login succeeded".
de: Das Terminal ist ein echtes TTY — mit ⌘V einfügen, Return drücken und warten, bis der Prozess mit "login succeeded" endet.
es: El terminal es un TTY real — pega con ⌘V, pulsa Intro y espera a que el proceso termine con «login succeeded».
fr: Le terminal est un véritable TTY — collez avec ⌘V, appuyez sur Retour et attendez que le processus se termine avec « login succeeded ».
ja: このターミナルは実際の TTY です — ⌘V で貼り付け、Return を押して、プロセスが「login succeeded」で終了するのを待ってください。
pt_br: O terminal é um TTY real — cole com ⌘V, pressione Return e aguarde o processo encerrar com "login succeeded".
zh_hans: 终端是真正的 TTY — 使用 ⌘V 粘贴,按 Return,等待进程以 "login succeeded" 退出。

source: The upstream version will replace your edited copy. This can't be undone.
de: Die Upstream-Version ersetzt deine bearbeitete Kopie. Dies kann nicht rückgängig gemacht werden.
es: La versión ascendente reemplazará tu copia editada. Esto no se puede deshacer.
fr: La version amont remplacera votre copie modifiée. Action irréversible.
ja: 上流バージョンが編集済みのコピーを置き換えます。この操作は元に戻せません。
pt_br: A versão upstream substituirá sua cópia editada. Isso não pode ser desfeito.
zh_hans: 上游版本将替换你编辑过的副本。此操作无法撤销。

source: The webhook gateway platform isn't enabled on this server. Run `hermes setup` from the Mac app or a shell to enable it.
de: Die Webhook-Gateway-Plattform ist auf diesem Server nicht aktiviert. Führe `hermes setup` aus der Mac-App oder einer Shell aus, um sie zu aktivieren.
es: La plataforma de gateway de webhooks no está activada en este servidor. Ejecuta `hermes setup` desde la app de Mac o desde un shell para activarla.
fr: La plateforme de passerelle webhook n'est pas activée sur ce serveur. Exécutez `hermes setup` depuis l'app Mac ou un shell pour l'activer.
ja: このサーバーでは webhook ゲートウェイプラットフォームが有効になっていません。有効にするには、Mac アプリまたはシェルから `hermes setup` を実行してください。
pt_br: A plataforma de gateway de webhook não está ativada neste servidor. Execute `hermes setup` pelo app para Mac ou por um shell para ativá-la.
zh_hans: 此服务器上未启用 webhook 网关平台。请在 Mac 应用或 shell 中运行 `hermes setup` 来启用它。

source: These auxiliary tasks are present in your `config.yaml` but Scarf doesn't have a typed editor for them. The most common fix is to reset their provider to `auto` so Hermes inherits the main provider. For finer edits, use **Open in Editor** at the top of Settings.
de: Diese Hilfsaufgaben sind in deiner `config.yaml` vorhanden, aber Scarf hat keinen typisierten Editor dafür. Die häufigste Lösung ist, ihren Provider auf `auto` zurückzusetzen, damit Hermes den Hauptanbieter übernimmt. Für feinere Änderungen nutze **Im Editor öffnen** oben in den Einstellungen.
es: Estas tareas auxiliares están presentes en tu `config.yaml`, pero Scarf no tiene un editor tipado para ellas. La solución más común es restablecer su proveedor a `auto` para que Hermes herede el proveedor principal. Para ediciones más finas, usa **Abrir en el editor** en la parte superior de Configuración.
fr: Ces tâches auxiliaires sont présentes dans votre `config.yaml` mais Scarf ne dispose pas d'éditeur typé pour elles. La correction la plus courante consiste à réinitialiser leur fournisseur à `auto` afin que Hermes hérite du fournisseur principal. Pour des modifications plus fines, utilisez **Ouvrir dans l'éditeur** en haut des Réglages.
ja: これらの補助タスクは `config.yaml` に存在しますが、Scarf には対応する専用エディターがありません。最も一般的な対処法は、プロバイダーを `auto` にリセットして Hermes がメインプロバイダーを継承するようにすることです。より細かい編集には、設定の上部にある **エディターで開く** を使用してください。
pt_br: Essas tarefas auxiliares estão presentes no seu `config.yaml`, mas o Scarf não tem um editor tipado para elas. A correção mais comum é redefinir o provedor delas para `auto`, para que o Hermes herde o provedor principal. Para edições mais detalhadas, use **Abrir no editor** no topo de Configurações.
zh_hans: 这些辅助任务存在于你的 `config.yaml` 中,但 Scarf 没有为它们提供带类型的编辑器。最常见的解决方法是将它们的提供方重置为 `auto`,以便 Hermes 继承主提供方。若需更精细的编辑,请使用设置顶部的 **在编辑器中打开**。

source: These fields hold different values on different hosts. Apply this host's config to bring them in line.
de: Diese Felder haben auf verschiedenen Hosts unterschiedliche Werte. Wende die Konfiguration dieses Hosts an, um sie anzugleichen.
es: Estos campos tienen valores distintos en diferentes hosts. Aplica la configuración de este host para alinearlos.
fr: Ces champs ont des valeurs différentes selon les hôtes. Appliquez la configuration de cet hôte pour les aligner.
ja: これらのフィールドはホストごとに異なる値を持っています。このホストの設定を適用して揃えてください。
pt_br: Esses campos têm valores diferentes em hosts diferentes. Aplique a configuração deste host para alinhá-los.
zh_hans: 这些字段在不同主机上的值不同。应用此主机的配置以使它们保持一致。

source: These files weren't installed by the template (the agent or you created them after install), so Scarf left them in place along with the folder itself.
de: Diese Dateien wurden nicht von der Vorlage installiert (der Agent oder du hast sie nach der Installation erstellt), daher hat Scarf sie samt Ordner an Ort und Stelle belassen.
es: Estos archivos no fueron instalados por la plantilla (los creaste tú o el agente después de la instalación), así que Scarf los dejó en su sitio junto con la propia carpeta.
fr: Ces fichiers n'ont pas été installés par le modèle (l'agent ou vous les avez créés après l'installation), donc Scarf les a laissés en place ainsi que le dossier lui-même.
ja: これらのファイルはテンプレートによってインストールされたものではなく(インストール後にエージェントまたはあなたが作成したもの)、Scarf はフォルダごとそのまま残しました。
pt_br: Esses arquivos não foram instalados pelo modelo (o agente ou você os criou após a instalação), então o Scarf os deixou no lugar junto com a própria pasta.
zh_hans: 这些文件不是由模板安装的(是 agent 或你在安装后创建的),因此 Scarf 将它们连同文件夹本身一起保留在原地。

source: These flags drive the slash menu, project Kanban tab, model presets, and other version-gated surfaces. A red entry means UI for that release is hidden because the connected Hermes is older.
de: Diese Flags steuern das Slash-Menü, den Projekt-Kanban-Tab, Modell-Voreinstellungen und andere versionsabhängige Bereiche. Ein roter Eintrag bedeutet, dass die UI für dieses Release ausgeblendet ist, weil das verbundene Hermes älter ist.
es: Estos flags controlan el menú de barra, la pestaña Kanban del proyecto, los preajustes de modelo y otras superficies condicionadas por versión. Una entrada en rojo significa que la interfaz de esa versión está oculta porque el Hermes conectado es más antiguo.
fr: Ces indicateurs pilotent le menu slash, l'onglet Kanban du projet, les préréglages de modèle et d'autres surfaces conditionnées par version. Une entrée rouge signifie que l'UI de cette version est masquée car le Hermes connecté est plus ancien.
ja: これらのフラグは、スラッシュメニュー、プロジェクトの Kanban タブ、モデルプリセット、その他バージョンによって制御される画面を左右します。赤い項目は、接続中の Hermes がそのリリースより古いため、UI が非表示になっていることを意味します。
pt_br: Essas flags controlam o menu de barra, a aba Kanban do projeto, predefinições de modelo e outras superfícies condicionadas por versão. Uma entrada em vermelho significa que a UI daquele lançamento está oculta porque o Hermes conectado é mais antigo.
zh_hans: 这些标志驱动斜杠菜单、项目看板标签页、模型预设以及其他受版本限制的界面。红色条目表示由于所连接的 Hermes 版本较旧,该版本的 UI 已被隐藏。

source: These flip common config.yaml values via `hermes config set` on the remote. Other fields below are read-only; edit them from the Mac app.
de: Diese schalten gängige config.yaml-Werte per `hermes config set` auf dem Remote um. Andere Felder unten sind schreibgeschützt; bearbeite sie in der Mac-App.
es: Estos cambian valores comunes de config.yaml mediante `hermes config set` en el remoto. Los demás campos de abajo son de solo lectura; edítalos desde la app de Mac.
fr: Ceux-ci basculent des valeurs courantes de config.yaml via `hermes config set` sur l'hôte distant. Les autres champs ci-dessous sont en lecture seule ; modifiez-les depuis l'app Mac.
ja: これらはリモートで `hermes config set` を実行して、よく使う config.yaml の値を切り替えます。下にある他のフィールドは読み取り専用です。編集は Mac アプリから行ってください。
pt_br: Estes alternam valores comuns do config.yaml via `hermes config set` no remoto. Os outros campos abaixo são somente leitura; edite-os pelo app para Mac.
zh_hans: 这些开关会通过远程主机上的 `hermes config set` 切换常见的 config.yaml 值。下方其他字段为只读;请在 Mac 应用中编辑它们。

source: These list fields must be edited directly in config.yaml.
de: Diese Listenfelder müssen direkt in config.yaml bearbeitet werden.
es: Estos campos de lista deben editarse directamente en config.yaml.
fr: Ces champs liste doivent être modifiés directement dans config.yaml.
ja: これらのリストフィールドは config.yaml で直接編集する必要があります。
pt_br: Esses campos de lista precisam ser editados diretamente em config.yaml.
zh_hans: 这些列表字段必须直接在 config.yaml 中编辑。

source: These projects carry their own `.hermes/` directory. Hermes' CLI uses the closest one as `$HERMES_HOME` when run from inside the project, so credentials and config written there don't show up in your global Hermes setup. Consolidate to clear this warning.
de: Diese Projekte haben ein eigenes `.hermes/`-Verzeichnis. Hermes' CLI nutzt das nächstgelegene als `$HERMES_HOME`, wenn es innerhalb des Projekts ausgeführt wird, daher erscheinen dort geschriebene Anmeldedaten und Konfiguration nicht in deiner globalen Hermes-Einrichtung. Konsolidiere, um diese Warnung zu beheben.
es: Estos proyectos tienen su propio directorio `.hermes/`. El CLI de Hermes usa el más cercano como `$HERMES_HOME` cuando se ejecuta desde dentro del proyecto, así que las credenciales y la configuración escritas ahí no aparecen en tu configuración global de Hermes. Consolida para eliminar esta advertencia.
fr: Ces projets possèdent leur propre répertoire `.hermes/`. La CLI de Hermes utilise le plus proche comme `$HERMES_HOME` lorsqu'elle est exécutée depuis le projet, donc les identifiants et la configuration qui y sont écrits n'apparaissent pas dans votre configuration Hermes globale. Consolidez pour effacer cet avertissement.
ja: これらのプロジェクトは独自の `.hermes/` ディレクトリを持っています。プロジェクト内から実行すると、Hermes の CLI は最も近いものを `$HERMES_HOME` として使用するため、そこに書き込まれた資格情報や設定はグローバルな Hermes セットアップには反映されません。統合するとこの警告は消えます。
pt_br: Esses projetos possuem seu próprio diretório `.hermes/`. A CLI do Hermes usa o mais próximo como `$HERMES_HOME` quando executada de dentro do projeto, então credenciais e configuração gravadas ali não aparecem na sua configuração global do Hermes. Consolide para eliminar este aviso.
zh_hans: 这些项目带有自己的 `.hermes/` 目录。当在项目内部运行时,Hermes 的 CLI 会使用最近的一个作为 `$HERMES_HOME`,因此写入其中的凭证和配置不会出现在你的全局 Hermes 设置中。合并以清除此警告。

source: These skills haven't been used in at least %lld days. Archiving moves them out of the active set to keep the curator focused — you can restore any of them later from the Archived list.
de: Diese Skills wurden seit mindestens %lld Tagen nicht genutzt. Archivieren verschiebt sie aus dem aktiven Set, damit der Kurator fokussiert bleibt — du kannst jeden davon später aus der Archiv-Liste wiederherstellen.
es: Estas habilidades no se han usado en al menos %lld días. Archivarlas las saca del conjunto activo para mantener al curador enfocado — puedes restaurar cualquiera de ellas más tarde desde la lista de archivados.
fr: Ces compétences n'ont pas été utilisées depuis au moins %lld jours. Les archiver les retire de l'ensemble actif pour garder le curateur concentré — vous pourrez en restaurer n'importe laquelle plus tard depuis la liste des archives.
ja: これらのスキルは少なくとも %lld 日間使用されていません。アーカイブするとアクティブなセットから外れ、キュレーターの対象を絞り込めます — 後で Archived リストからいつでも復元できます。
pt_br: Essas habilidades não são usadas há pelo menos %lld dias. Arquivar as move para fora do conjunto ativo para manter o curador focado — você pode restaurar qualquer uma delas depois na lista de Arquivadas.
zh_hans: 这些技能至少 %lld 天未被使用。归档会将它们移出活跃集合,以使策展器保持专注 — 你之后可以从已归档列表中恢复任何一个。

source: This bot has no MCP servers configured. Add one with hermes mcp add while the bot's profile is active.
de: Für diesen Bot sind keine MCP-Server konfiguriert. Füge einen mit hermes mcp add hinzu, während das Profil des Bots aktiv ist.
es: Este bot no tiene servidores MCP configurados. Añade uno con hermes mcp add mientras el perfil del bot esté activo.
fr: Ce bot n'a aucun serveur MCP configuré. Ajoutez-en un avec hermes mcp add pendant que le profil du bot est actif.
ja: このボットには MCP サーバーが設定されていません。ボットのプロファイルがアクティブな状態で hermes mcp add を使って追加してください。
pt_br: Este bot não tem servidores MCP configurados. Adicione um com hermes mcp add enquanto o perfil do bot estiver ativo.
zh_hans: 此机器人未配置 MCP 服务器。请在该机器人的配置处于活跃状态时,使用 hermes mcp add 添加一个。

source: This bot has no SOUL.md yet. Hermes loads it as the first thing in the agent's system prompt — who the bot is, how it should behave, what it should never do. Write one below and save to create it.
de: Dieser Bot hat noch keine SOUL.md. Hermes lädt sie als Allererstes in den System-Prompt des Agents — wer der Bot ist, wie er sich verhalten soll, was er niemals tun darf. Schreibe unten eine und speichere sie, um sie anzulegen.
es: Este bot aún no tiene SOUL.md. Hermes la carga como lo primero del prompt de sistema del agente — quién es el bot, cómo debe comportarse, qué no debe hacer nunca. Escribe una abajo y guarda para crearla.
fr: Ce bot n'a pas encore de SOUL.md. Hermes la charge en tout premier dans le prompt système de l'agent — qui est le bot, comment il doit se comporter, ce qu'il ne doit jamais faire. Rédigez-en une ci-dessous et enregistrez pour la créer.
ja: このボットにはまだ SOUL.md がありません。Hermes はこれをエージェントのシステムプロンプトの冒頭に読み込みます — ボットが何者か、どう振る舞うべきか、決してしてはいけないことは何か。下に記述して保存すると作成されます。
pt_br: Este bot ainda não tem SOUL.md. O Hermes a carrega como a primeira coisa no prompt de sistema do agente — quem o bot é, como ele deve se comportar, o que ele nunca deve fazer. Escreva uma abaixo e salve para criá-la.
zh_hans: 此机器人还没有 SOUL.md。Hermes 会把它作为 agent 系统提示中的第一项内容加载 — 机器人是谁、应当如何行事、绝不能做什么。在下方撰写并保存即可创建。

source: This bot's identity prompt
de: Der Identitäts-Prompt dieses Bots
es: El prompt de identidad de este bot
fr: Le prompt d'identité de ce bot
ja: このボットのアイデンティティプロンプト
pt_br: O prompt de identidade deste bot
zh_hans: 此机器人的身份提示

source: This bot's identity prompt has edits you haven't saved. Discarding throws them away.
de: Der Identitäts-Prompt dieses Bots enthält Bearbeitungen, die du nicht gespeichert hast. Beim Verwerfen gehen sie verloren.
es: El prompt de identidad de este bot tiene ediciones que no has guardado. Al descartar se perderán.
fr: Le prompt d'identité de ce bot comporte des modifications non enregistrées. Les ignorer les supprimera.
ja: このボットのアイデンティティプロンプトには保存していない編集があります。破棄すると失われます。
pt_br: O prompt de identidade deste bot tem edições que você não salvou. Descartar vai jogá-las fora.
zh_hans: 此机器人的身份提示有未保存的编辑。放弃将会丢失这些编辑。
